{
  "vendor": "Bridget's BuckSnorts Brew Ha-Ha & Grill",
  "items": [
    {
      "item": "Draft Beer",
      "price": "$6",
      "selection": [
        {
          "name": "Big Grove Easy Eddy",
          "description": "A double dry-hopped hazy IPA with tropical flavors of pineapple and mango, a round body, and soft bitterness."
        },
        {
          "name": "Golden Road Mango Cart",
          "description": "A craft wheat ale made with real mango, inspired by fruit cart vendors of Los Angeles. Light-bodied with a crisp finish."
        },
        {
          "name": "Kona Big Wave",
          "description": "A golden ale from Hawaii with a lighter body, bright hop aroma, mild hop flavors, and a touch of caramel malt."
        },
        {
          "name": "Take 16 Country Mile",
          "description": "A German-style Kölsch brewed in Luverne, MN, known for its clean, crisp, and slightly fruity flavor."
        },
        {
          "name": "Loon Juice Extra Juicy",
          "description": "A sweet hard cider made from Honeycrisp apples with bright, fruity apple character."
        },
        {
          "name": "Busch Light",
          "description": "An American light lager with a smooth, crisp taste, light malt sweetness, and mild hop bitterness."
        },
        {
          "name": "Michelob Ultra ('Ultra')",
          "description": "A light lager brewed with pale malts and rice, known for its crisp, subtle flavor and light golden color."
        }
      ]
    },
    {
      "item": "Cans",
      "price": "$6",
      "selection": [
        {
          "name": "Grain Belt Nordeast",
          "description": "An amber American lager with full flavor, brewed by August Schell Brewing Company. Amber in color, it was named after the Northeast Minneapolis neighborhood."
        },
        {
          "name": "Bauhaus Varieties",
          "description": "A range of German-inspired, flavor-forward, and sessionable beers from Bauhaus Brew Labs, often lighter lagers or ales with a unique twist."
        },
        {
          "name": "Bent Paddle Retro Varieties",
          "description": "A series from Bent Paddle Brewing, including Retro Haze—a hazy pale ale—and other classic-style beers brewed in Duluth, MN."
        },
        {
          "name": "Wild State",
          "description": "Natural craft cider from Minnesota, made without added sugar, artificial flavors, or concentrates. Wild State focuses on clean, crisp, and natural cider flavors."
        },
        {
          "name": "Surly Furious",
          "description": "An American IPA with aggressive hop character, notes of citrus, and a caramel malt backbone. Amber in color, known for its bold bitterness."
        },
        {
          "name": "Mosh Pit Hazy",
          "description": "A hazy IPA from Surly Brewing, featuring a tropical fruit hop bouquet with notes of pineapple, and a juicy, hazy profile."
        }
      ]
    },
    {
      "item": "Liquor",
      "price": "$7-$9",
      "selection": [
        {
          "name": "Liquor available with mixes."
        }
      ]
    }
  ]
}